Repository: Acidburn0zzz/manjaroiso
Catalog: configs/shared/overlay-livecd/usr/share/live-installer/locale/*/LC_MESSAGES/live-installer.po
Languages: ar, ca, de, el, fa_ir, he, hu, id, it, ro, sk_sk, tr

source: This is the name you will use to login to your computer
ar: هذا الإسم سيستخدم في ولوج إلى حاسوبك
ca: Aquest és el nom que s'utilitzarà per accedir al seu ordinador
de: Mit diesem Namen melden Sie sich an Ihrem Computer an.
el: Αυτό είναι το όνομα με το οποίο θα συνδέεστε στον υπολογιστή σας
fa_ir: این نام برای ورود شما به کامپیوتر استفاده می‌شود
he: זה השם שבו תשתמש כדי להיכנס אל מחשבך
hu: Evvel a névvel tud bejelentkezni a rendszerbe
id: Ini adalah namu yang akan kamu gunakan untuk masuk ke komputer kamu
it: Questo è il nome che verrà utilizzato per accedere al computer
ro: Acesta este numele ce va fi folosit în sesiune
sk_sk: Pod týmto menom sa budete prihlasovať do systému
tr: Bu, bilgisayarınıza giriş yapmak için kullanacağınız adınızdır

source: Your password
ar: كلمة السر
ca: La teva clau d'accés
de: Ihr Passwort
el: Ο κωδικός σας
fa_ir: رمزعبور شما
he: סיסמה
hu: Jelszava
id: Kata sandi kamu
it: La tua password
ro: Parola dvs.
sk_sk: Vaše heslo
tr: Parolanız

source: Please enter your password twice to ensure it is correct
ar: المرجوا إدخال كلمة السر مرتين للتأكد من أنها صحيحة
ca: Si us plau introdueix la clau d'accés dos cops per garantir que és correcte.
de: Bitte geben Sie Ihr Passwort zweimal ein, um sicherzustellen, dass es korrekt ist
el: Παρακαλώ εισάγετε τον κωδικό σας δύο φορές ώστε να βεβαιώθείτε ότι είναι σωστός.
fa_ir: لطفا رمزعبور خود را دوبار وارد کنید تا از درستی آن اطمینان پیدا کنید
he: אנא הזן את סיסמתך פעמיים כדי להבטיח את דיוקה
hu: Kérem adja meg a jelszavát kétszer a helyességük ellenőrzése érdekében
id: Harap masukan kata sandi kamu dua kali untuk memastikan bahwa kata sandi benar
it: Si prega di inserire la password due volte per assicurarsi che sia corretta
ro: Tastați parola dvs. de două ori pentru asigurarea corectitudinii ei
sk_sk: Pre kontrolu správnosti údajov zadajte svoje heslo 2x
tr: Lütfen Ddoğru olduğundan emin olmak için parolanızı iki defa girin

source: Hostname
ar: إسم المضيف
ca: Nom de l'equip
fa_ir: نام هاست
he: שם מארח
id: Nama host
it: Nome dell'host
ro: Nume de gazdă
sk_sk: Meno hosťa
tr: Bilgisayar adı

source: This hostname will be the computers name on the network
ar: إسم المضيف سيكون إسم الحاسوب في الشبكة
ca: Aquest nom d'equip serà el nom de l'ordinador a la xarxa
de: Dieser Name wird als Name des Computers im Netzwerk benutzt
el: Το hostname θα είναι το όνομα του υπολογιστή στο δίκτυο
fa_ir: نام هاست، نام کامپیوتر شما در شبکه خواهد بود
he: שם מארח זה יהיה שם המחשב ברשת
hu: Evvel a névvel fog csatlakozni a hálozatra
id: Nama host ini akan menjadi nama komputer di Jaringan
it: Questo nome host sarà il nome del computer sulla rete
ro: Numele de gazdă va fi numele calculatorului pe rețea
sk_sk: Meno hosťa je pomenovanie počítača v sieti a jeho zobrazenie pod týmto menom
tr: Bilgisayar adı, bilgisayarınızın üzerindeki adı olacaktır

source: Your picture
ar: صورتك
ca: La teva imatge
de: Ihr Foto
el: Η εικόνα σας
fa_ir: تصویر شما
he: תמונה
hu: Az ön képe
id: Gambar kamu
it: La tua foto
ro: Poza dvs.
sk_sk: Váš obrázok
tr: Resminiz

source: This picture represents your user account. It is used in the login screen and a few other places.
ar: هذه الصورة تمثل حسابك, سيتم إستعمالها في شاشة الولوج و بضع الأماكن الأخرة.
ca: Aquesta imatge representa el teu compte d'usuari. S'utilitza a la pantalla d'accés i a d'altres llocs.
de: Dieses Foto repräsentiert Ihren Benutzeraccount. Es wird beim Login und an einigen anderen Stellen verwandt.
el: Η εικόνα αντιπροσωπεύει τον λογαριασμό χρήστη σας. Θα χρησιμοπόιτε στην οθόνη εισόδοθ και σε μερικά άλλα μέρη.
fa_ir: این تصویر نشان‌دهنده حساب کاربری شما هست. در صفحه‌ی ورود و چندجای دیگر استفاده می‌شود.
he: תמונה זו מסמלת את חשבונך. זו מצויה בשימוש במסך הכניסה ובמקומות מספר אחרים.
hu: Ez a kép mutatja a felhasználót. A bejelentkező képernyőn és még pár helyen jelenik meg.
id: Gambar ini adalah representasi akun pengguna kamu. Digunakan saat layar masuk dan beberapa tempat yang lainnya.
it: Questa foto rappresenta il vostro account utente. E 'utilizzato nella schermata di login e pochi altri luoghi.
ro: Poza reprezintă contul de utilizator. Este folosită la autentificare și în alte câteva locuri.
sk_sk: Toto je obrázok Vášho konta. Bude použitý na prihlasovacej obrazovke a v niektorých aplikáciách v systéme.
tr: Bu resim kullanıcı hesabınızı görüntüler. Giriş ekranınız ve bazı uygulamalarda kullanılır.

source: Take a photo
ar: خذ صورة
ca: Prem una fotografia
de: Machen Sie ein Foto
el: Τραβήξτε μία φωτογραφία
fa_ir: گرفتن عکس
he: לקח תצלום
hu: Készítsen egy képek
id: Ambil foto
it: Scattare una foto
ro: Făceți o poză
sk_sk: Nasnímajte fotografiu
tr: Bir resim çekin

source: Select a picture
ar: حدد صورة
ca: Selecciona una imatge
de: Bild auswählen
el: Επιλέξτε μία εικόνα
fa_ir: انتخاب تصویر
he: בחר תמונה
hu: Kép választása
id: Pilih sebuah gambar
it: Selezionare un'immagine
ro: Selectați o imagine
sk_sk: Vyberte obrázok
tr: Bir resim seçin

source: Click this button to choose a picture for your account
ar: إضغط على هذا الزر لتحديد صورة لحسابك
ca: Clica aquest botó per escollir una imatge pel teu compte
de: Klicken Sie hier, um ein Bild für Ihren Account auszuwählen
el: Πατήστε αυτό το κουμπί για να επιλέξετε μία εικόνα για τον λογαριασμό σας
fa_ir: برای انتخاب تصویر حساب کاربری خود اینجا کلیک کنید
he: הקש על לחצן זה כדי לבחור תמונה עבור חשבונך
hu: Kattintson a gombra és válasszon egy képet.
id: Klik tombol ini untuk memilih gambar akun kamu
it: Fare clic su questo pulsante per scegliere un'immagine per il proprio account
ro: Apăsați aici pentru a alege o imagine pentru cont
sk_sk: Kliknutím na toto tlačidlo vyberiete obrázok pre Vaše konto
tr: Hesabınıza bir resim seçmek için bu düğmeye tıklayın

source: Selected timezone:
ar: حدد المنطقة الزمنية:
ca: Selecciona la zona horària
de: Ausgewählte Zeitzone:
el: Επιλέξτε ζώνη ώρας:
fa_ir: انتخاب منطقه زمانی:
he: אזור זמן נבחר:
hu: Válasszon időzónát:
id: Pilih zona waktu:
it: fuso orario selezionato:
ro: Fusul orar selectat:
sk_sk: Zvolené časové pásmo:
tr: Seçilen zaman dilimi:

source: Bootloader
ar: محمل الإقلاع
ca: Carregador de l'arrencada
fa_ir: بوت‌لودر
hu: Rendszerbetöltő
ro: Încărcător de sistem
sk_sk: Zavádzač
tr: Önyükleyici

source: Install GRUB
ar: تثبيت محمل الإقلاع
ca: Instal·lar GRUB
de: GRUB installieren
el: Εγκατάσταση του GRUB
fa_ir: نصب گراب
he: התקן את GRUB
hu: Telepítés GRUB
id: Memasang GRUB
it: Installare GRUB
ro: Instalează GRUB
sk_sk: Nainštalovať GRUB
tr: GRUB Kurulumu

source: GRUB is a bootloader used to load the Linux kernel
ar: GRUB هو محمل إقلاع يستعمل لتحميل نواة لينكس
ca: GRUB és un carregador de l'arrencada utilitzat per carregar el nucli (kernel) de Linux
de: GRUB ist ein bootloader, der zum laden des Linuxkernels benutzt wird.
el: Το GRUB είναι ένας bootloader που χρησιμοποιείται για να φορτώνει τον πυρήνα Linux
fa_ir: گراب، بوت‌لودری است که برای بارگذاری کرنل لینوکس استفاده می‌شود
he: ‏GRUB הינו bootloader המשמש לטעינת הליבה Linux
hu: GRUB - rendszerbetöltő a Linux Kernel betöltését végzi
id: GRUB adalah bootloader yang digunakan untuk memuat Kernel Linux
it: GRUB è un bootloader utilizzato per caricare il kernel Linux
ro: GRUB este un încărcător de sistem ce încarcă nucleul Linux
sk_sk: GRUB je zavádzací systém používaný k inštalácii jadra Linux
tr: GRUB, Linux çekirdeğinin yüklenmesinde kullanılan bir önyükleyicidir

source: Use this box to test your keyboard layout
ar: أستعمل هذا الصندوق لإختبار تخطيط لوحة مفاتيح
ca: Utilitza aquesta quadre per provar la disposició de teclat
de: Sie können dieses Feld benutzen, um Ihr Tastaturlayout zu testen
el: Χρησιμοποιείστε αυτό το κουτί για να ελέγξετε την διάταξη πληκτρολογίου
fa_ir: از این باکس برای امتحان کردن طرح صفحه کلید خود استفاده کنید
he: השתמש בתיבה זו כדי לבחון את מערך המקלדת שלך
hu: Próbálja ki a billentyűzet kiosztás helyességét
id: Gunakan kotak ini untuk mencoba Tata letak papan ketik kamu
it: Utilizzare questa casella per provare il layout della tastiera
ro: Folosiți această căsuță pentru a testa tastatura
sk_sk: Použite tento priestor pre overenie nastavenia klávesnice
tr: Tuş takımını düzenini sınamak için bu kutucuğu kullanın

source: Model
ar: نموذج
de: Modell
el: Μοντέλο
fa_ir: مدل
he: מודל
it: Modello

source: You have selected to manage your partitions manually, this feature is for ADVANCED USERS ONLY.
ar: لقد قمت لإختيار إدارة الأجزاء يدويا, هذه الميزة للمستخدمين المتقدمين فقط.
ca: Has seleccionat gestionar les particions manualment, aquesta funció és NOMÉS PER USUARIS AVANÇATS
de: Sie haben sich dazu entschieden, selbst Ihre Partitionen festzulegen. Diese Möglichkeit ist nur für FORTGESCHRITTENE BENUTZER gedacht.
el: Επιλέξατε να διαχειριστείτε τις κατατμήσεις ιδιόχειρα, αυτή η λειτουργία είναι ΜΟΝΟ ΓΙΑ ΕΜΠΕΙΡΟΥΣ ΧΡΗΣΤΕΣ
fa_ir: شما پارتیشن بندی بصورت دستی را انتخاب کردید، این ویژگی فقط برای کاربران کاربران پیشرفته است.
he: בחרת לנהל את המחיצות שלך באופן ידני, תכונה זו מיודעת עבור משתמשים מתקדמים בלבד.
hu: Kézi partíció beállítást választott. Ez a funkció HALADÓ felhasználót feltételez.
id: Kamu telah memilih untuk memenej partisi kamu secara manual. fitur ini HANYA untuk PENGGUNA LANJUTAN.
it: Hai scelto di gestire le partizioni manualmente, questa funzione è SOLO PER UTENTI ESPERTI.
ro: Ați selectat să administrați partițiile manual; această funcționalitate este pentru UTILIZATORI AVANSAȚI.
sk_sk: Zvolili ste možnosť spravovania partícií manuálne. Majte na pamäti, že táto možnosť sa doporučuje len skúseným používateľom.
tr: Manuel bölümlendirmeyi seçtiniz. Bu özellik, SADECE TECRÜBELİ KULLANICILAR içindir.

source: Before continuing, please mount your target filesystem(s) at /target.
ar: قبل الإستمرار, المرجوا وصل نظام ملفات الهدف كـ /هدف.
ca: Abans de continuar, si us plau munta el sistema(es) de fitxers destí a /target.
de: Bevor Sie fortfahren, hängen Sie bitte Ihr(e) Dateisystem(e) bei /Ziel ein
el: Πριν συνεχίσετε, παρακαλώ προσαρτήστε το target filesystem(s) στο /target.
fa_ir: قبل از ادامه، لطفا فایل‌سیستم(های) موردنظر را بر روی /target مونت کنید.
he: בטרם תמשיך, עגן את מערכ(ו)ת הקבצים הנדרש(ו)ת במחיצה target/.
hu: Mielőtt továbblépne, kérem csatolja fel a fájlrendszert(s).
id: Sebelum melanjutkan, harap memuat target filesystem(s) kamu di /target
it: Prima di continuare, si prega di montare il filesystem(s) di destinazione in /target.
ro: Înainte de a continua, montați sistemul de fișiere țintă la /țintă.
sk_sk: Pred pokračovaním je nutné zaviesť cieľový súborový systém ako /target.
tr: Lütfen devam etmeden önce hedef dosya sistem(ler)inizi /target altına bağlayın.

source: Do NOT mount virtual devices such as /dev, /proc, /sys, etc on /target/.
ar: لا تقم بوصل الأجهزة الإفتراصية كـ /dev, /proc, /sys, etc في /هدف/.
ca: NO muntis dispositius virtuals tals com /dev, /proc, /sys, etc a /target/.
de: Hängen Sie KEINE virtuellen Laufwerke wie /dev, /proc, /sys, etc als /Ziel ein.
el: ΜΗΝ προσαρτείτε εικονικές συσκευές όπως /dev, /proc, /sys, etc στο /target/.
fa_ir: دستگاهی مجازی مانند /dev، /proc، /sys و ... را بر روی /target مونت نکنید.
he: אל תעגן התקנים וירטואליים כגון ‎/dev, ‏‎/proc, ‏‎/sys, וכו׳ בתוך /target/.
id: JANGAN memuat alat virtual seperti /dev, /proc, /sys, etc di /target/.
it: NON montare dispositivi virtuali come /dev /proc, /sys, ecc in /target/.
ro: NU montați dispozitive virtuale precum /dev, /proc, /sys, etc la /țintă/.
sk_sk: Nezavádzajte virtuálne partície ako jednu z nasledovných: /dev, /proc, /sys, a pod. ako /target/.
tr: /dev, /proc, /sys gibi sanal aygıtları /target altına bağlaMAyın.

source: During the install, you will be given time to chroot into /target and install any pacakges that will be needed to boot your new system.
ca: Durant la instal·lació, es donarà temps per fer chroot a /target i poder instal·lar els paquests que puguin ser necessaris per arrencar el nou sistema.
de: Während des Installationsvorgangs haben Sie Zeit, nach /Ziel zu chrooten und die Pakete zu installieren, die für das booten des Systems benötigt werden
el: Κατά την εγκατάσταση, θα σας δοθεί χρόνος για να κάνετε chroot στο /target και να εγκαταστήσετε όποια πακέτα χρειάζονται για να εκκινήσετε το νέο σύστημα σας.
fa_ir: در زمان نصب، شما فرصت استفاده از chroot در /target برای نصب بسته‌های لازم برای بوت شدن سیستم جدید خود استفاده کنید.
he: במהלך תהליך ההתקנה, יינתן לך זמן כדי לבצע פעולת chroot אל תוך target/ ולהתקין כל חבילה שתידרש כדי לאתחל את מערכתך החדשה.
hu: Telepítés közben a rendszer telepíti azokat a csomagokat ,amik szükségesek a rendszer elindulásához.
id: Ketika memasang, kamu akan diberikan waktu untuk chroot ke /target dan memasang paket apapun yang akan kamu butuhkan untuk melakukan booting ke sistem baru.
it: Durante l'installazione, vi verrà dato tempo per fare chroot in /target e installare tutti i pacchetti che saranno necessari per avviare il nuovo sistema.
ro: În timpul instalării, vi se va da timp să chroot în /țintă și să instalați orice pachete de care aveți nevoie pentru pornirea noului sistem.
sk_sk: Počas inštalácie Vám bude pridelená možnosť nastaviť chroot pre /target a nainštalovať balíčky, ktoré budú potrebné pre načítanie Vášho nového operačného systému.
tr: Kurulum sırasında sisteminizi başlatmak için gerekli paketleri kurmak ve chroot olarak /target erişmek için size zaman verilecektir.

source: During the install, you will be required to write your own /etc/fstab.
ar: خلال الثبيت, سيطلب منك كتابة /etc/fstab الخاص بك.
ca: Durant la instal·lació, serà necessari que escriguis el teu propi /etc/fstab.
de: Während des Installationvorganges müssen Sie Ihre eigene /etc/fstab-Datei schreiben.
el: Κατά την εγκατάσταση θα χρειαστεί να γράψετε το δικό σας /etc/fstab.
fa_ir: در هنگام نصب، لازم است که خودتان /etc/fstab را بنویسید.
he: במהלך תהליך ההתקנה, יידרש ממך להכין etc/fstab/ משל עצמך.
id: Ketika memasang, kamu akan memerlukan untuk menulis sendiri /etc/fstab.
it: Durante l'installazione, vi verrà richiesto di scrivere il proprio file /etc/fstab.
ro: În timpul instalării, va fi nevoie să vă scriți propriul /etc/fstab.
sk_sk: Počas inštalácie budete vyzvaní vyplniť svoj vlastný /etc/fstab.
tr: Kurulum sırasında kendi /etc/fstab dosyanızı yapılandırabilirsiniz.

source: If you arent sure what any of this means, please go back and deselect manual partition management.
ar: إذا كنت غير متأكد من معنى اي شيء من هذا, المرجوا الرجوع إلى الوراء و إلغاء تحديد الإدارة اليدوية للأجزاء.
ca: Si no estàs segur del que significa tot això, si us plau ves enrere i desmarca la opció de gestió de particions manual.
de: Wenn Sie nicht sicher sind, was das heißt, gehen Sie bitte zurück und wählen Sie die Option der benutzerdefinierten Installation ab.
el: Αν δεν είστε σίγουροι τι σημαίνει οτιδήποτε από αυτά, παρακαλώ πάτε πίσω και αποεπιλέξτε την χειροκίνητη διαχείριση κατατμήσεων.
fa_ir: اگر شما از معنی هیچ‌کدام از این‌ها مطمئن نیستید، لطفا برگردید و پارتیشن بندی دستی را انتخاب نکنید.
he: במידה ואינך בטוח מה המשמעות של כל דבר מאלה, אנא חזור ובטל את הבחירה של ניהול ידני של מחיצות.
hu: Ha nem tudja, hogy mi mit jelent, kérem menjen vissza és törölje a kézi partíció beállításokat.
id: Jika kamu tidak yakin apa maksud semua ini, harap kembali dan jangan memilih manajemen partisi secara manual.
it: Se non si è sicuro di quello che questo significa, per favore tornare indietro e deselezionare la gestione manuale delle partizioni.
ro: Dacă nu sunteți sigur ce înseamnă acestea, întorceți-vă și deselectați administrarea manuală a partiților.
sk_sk: Ak si nie ste istý, čo tieto možnosti znamenajú, zrušte manuálnu inštaláciu.
tr: Bunların ne olduğundan emin değilseniz lütfen geri gidin ve manuel bölümlendirmeyi iptal edin.

source: Please do the following and then click Forward to finish Installation:
ar: المرجوا القيام بالتالي تم ضغط الأمام لإنهاء التثبيت:
ca: Si us plau fes el següent i aleshores clica Endavant per finalitzar la instal·lació:
de: Machen Sie bitte Folgendes uns klicken Sie dann auf "Vorwärts" um die Installation abzuschließen:
el: Παρακαλώ κάντε τα επακόλουθα και μετα πατήστε Επόμενο για να ολοκληρωθεί η εγκατάσταση:
fa_ir: لطفا کارهای خواسته شده را انجام داده و بر روی ادامه (Forward) کلیک کنید تا نصب به اتمام برسد:
he: אנא בצע את הבאים ולאחר מכן הקש הלאה כדי לסיים התקנה:
hu: Kérjük tegye a következőket és kattintson a Tovább gombra a telepítés befejezéséhez.
id: Harap mengikuti apa yang ada dan kemudian klik Selanjutnya untuk menyelesaikan pemasangan:
it: Effettuare le seguenti operazioni, quindi fate clic su Avanti per completare l'installazione:
ro: Urmați instrucțiunile și apoi apăsați pe „Înainte” pentru a termina instalarea:
sk_sk: Dokončite, čo je nutné a potom kliknite na "Pokračovať ďalej" pre dokončenie inštalácie:
tr: Yönergeleri takip edin ve kurulumu tamamlamak için devam edin.

source: Create /target/etc/fstab for the filesystems as they will be mounted in your new system, matching those currently mounted at /target (without using the /target prefix in the mount paths themselves).
ca: Crear /target/etc/fstab per als sistemes de fitxers tal i com seran muntats al teu sistema, fent coincidir aquells que ja estan muntats actualment a /target (sense fer servir el prefix /target a les seves ubicacions de muntatge)
de: Erstellen Sie die /Ziel/etc/fstab-Datei für die Dateisysteme so wie sie in Ihrem neuen System eingehängt werden sollen, passend zu denen, die derzeit unter /Ziel eingehängt sind (natürlich ohne den Zusatz /Ziel in den eigentlichen Einhängepfaden).
el: Δημιουργήστε το /target/etc/fstab για τα συστήματα αρχείων καθώς θα προσαρτηθούν στο νέο σύστημα σας, ταιριάζοντας με αυτά που βρίσκονται προσαρτημένα στο /target (χωρίς να χρησιμοποιήσετε το πρόθεμα /target prefix στα μονοπάτια καθαυτά).
fa_ir: مطابق با آنچه که در حال حاظر در /target مونت شده است، /target/etc/fstab را برای فایل‌سیستم‌های مونت شده بر روی سیستم جدید بسازید (بدون استفاده از پیشوند /target در مسیر مونت آنها).
he: הכן את טבלת target/etc/fstab/ עבור מערכות הקבצים כפי שהן יעוגנו במערכת החדשה שלך, באופן שיתאימו את מה שמופיע כרגע במחיצה target/ (אך אל תשתמש בקידומת target/ בנתיבי העיגון עצמם).
id: Buat /target/etc/fstab untuk filesystems karena akan dimuat di sistem baru anda, menyesuaikan keduanya saat dimuat di /target (tanpa menggunakan awalan /target di jalur pemuatan tersebut).
it: Creare /target/etc/fstab per i filesystems che saranno montati nel nuovo sistema, corrispondenti a quelli attualmente montati in /target (senza utilizzare il prefisso /target nei percorsi di montaggio stessi).
ro: Creați /țintă/etc/fstab pentru sistemele de fișiere deoarece vor fi montate în noul sistem, potrivindu-se cu cele montate la /țintă (fără a folosi prefixul /țintă în căile de montare).
sk_sk: Vytvorte /target/etc/fstab pre súborové systémy, ktoré budú zavedené do Vášho nového systému a zlúčia sa s existujúcimi v /target (bez použitia prefixu /target v cieľových cestách).
tr: Yeni sisteminizde bağlanması gerektiği gibi /target/etc/fstab ı /target altında bağlı olanla eşleştirerek oluşturun. (/target ön ekini kullanmayın)

source: Install any packages that may be needed for first boot (mdadm, cryptsetup, dmraid, etc) by calling "sudo chroot /target" followed by the relevant apt-get/aptitude installations.
ar: تثبيت كل حزم التي سيتم إحتياجها في الإقلاع الاول (mdadm, cryptsetup, dmraid, etc) بإستدعاء "sudo chroot /هدف" متبوعا بي relevant apt-get/aptitude.
ca: Instal·lar qualsevol paquet que pugui ser necessari per la primera arrencada (mdadm, cryptsetup, dmraid, etc) cridant "sudo chroot /target" seguit per les instal·lacions de pacman.
de: Installieren Sie diejenigen Pakete, die für den ersten Bootvorgang benötigt werden (mdadm, cryptsetup, dmraid, etc) indem Sie "sudo chroot /Ziel" eingeben, gefolgt von den relevanten Installationen mittels pacman.
el: Εγκαταστήστε όποια πακέτα μπορεί να χρειάζονται για την πρώτη εκκίνηση (mdadm, cryptsetup, dmraid, etc) καλώντας \"sudo chroot /target\" ακολουθούμενο από τις σχετικές εγκαταστάσεις apt-get/aptitude.
fa_ir: با استقاده از دستور مشابه‌ای که در نصب apt-get/aptitude استفاده می‌شود، با استفاده از دستور "sudo chroot /target" بسته‌هایی که برای بوت اول لازم است نصب کنید (mdadm، cryptsetup، dmraid و ....) .
he: התקן את כל החבילות הנדרשות להפעלה (boot) ראשונה (mdadm, cryptsetup, dmraid וכו׳) על ידי הפעלת פקודה "sudo chroot /target" ולאחריה פקודות apt-get/aptitude הנדרשות להתקנת החבילות הרלוונטיות.
id: Memasang paket apapun mungkin membutuhkan booting terlebih dahulu (mdadm, crypsetup, dmraid, etc) dengan memanggil "sudo chroot /target" diikuti dengan sesuai pemasangan apt-get/aptitude.
it: Installare tutti i pacchetti che possono essere necessari per il primo avvio (mdadm, cryptsetup, dmraid, etc) richiamando \"sudo chroot /target\" seguito dalle relative installazioni con pacman.
ro: Instalați orice pachete de care ar putea să fie nevoie pentru prima pornire (mdadm, cryptsetup, dmraid, etc) prin „sudo chroot /țintă” urmat de instalările relevante pacman.
sk_sk: Nainštalujte všetky balíčky potrebné pri inštalácii a prvom spustení systému ako mdadm, cryptsetup, dmraid, a pod. príkazom "sudo chroot /target" ako pri relevantných apt-get/aptitude inštaláciách.
tr: İlk boot işlemi için gerekli paketleri (mdadm, cryptsetup, dmraid gibi) , "sudo chroot /target" komutu ile yükleyin.

source: Note that in order for update-initramfs to work properly in some cases (such as dm-crypt), you may need to have drives currently mounted using the same block device name as they appear in /target/etc/fstab.
ca: Tingues present que per tal que update-initramfs funcioni correctament, en alguns casos (com pot ser dm-crypt) pot ser necessari que els discs muntats actualment utilitzin el mateix nom de bloc de dispositiu tal i com apareixen a /target/etc/fstab.
de: Beachten Sie, dass es für das Funktionieren von update-initramfs in einigen Fällen (bspw. dm-crypt) erforderlich ist, dass die derzeit eingehängten Dateisysteme den gleichen block device-Namen haben, wie er in /Ziel/etc/fstab enthalten ist.
el: Σημειώστε ότι για να λειτουργήσει σωστά το update-initramfs σε μερικές περιπτώσεις (όπως το dm-crypt), ίσως χρειαστεί να έχετε τις συδκευές προσαρτημένες χρησιμοποιώντας το ίδιο όνομα block device όπως αυτό εμφανίζετε στο /target/etc/fstab.
fa_ir: توجه داشته باشید برای این که دستور update-initramfs به درستی کار کند، به دلایلی (مانند dm-crypt)، ممکنه احتیاج داشته باشید که درایوهایی که در حال حاظر مونت شده اند دقیقا مشابه چیزی باشند که در /target/etc/fstab وجود دارد باشند.
he: שים לב: בכדי שפקודת update-initramfs תתפקד כשורה במקרים מסוימים (כגון המקרה של dm-crypt), ייתכן כי יהיה עליך לעגון כוננים תוך שימוש בשם התקן הזהה לזה שמופיע בטבלת target/etc/fstab/.
id: Harap perhatikan agar update-initramfs bekerja dengan baik dalam beberapa kasus (such as dm-crypt), kamu mungkin membutuhkan untuk mempunyai penggerak saat memuat penggunaan nama blok yang sama seperti saat tampil di /target/etc/fstab.
it: Si noti che, affinché update-initramfs funzioni correttamente in alcuni casi (come dm-crypt), potrebbe essere necessario disporre delle unità attualmente montate con lo stesso nome di dispositivo a blocchi come appaiono in /target/etc/fstab.
ro: Pentru ca update-initramfs să funcționeze corect în anumite cazuri (precum dm-crypt), va trebui să aveți partiții montate folosind același nume de dispozitiv în bloc ca în /țintă/etc/fstab.
sk_sk: Treba dbať na to, že pre správne fungovanie update-initramfs je v niektorých prípadoch (ako s dm-crypt) nutné mať disky v danom momente zavedené použitím názvu toho istého bloku ako uvedené v /target/etc/fstab.
tr: initramfs güncellenmesinin düzgün olabilmesi için (dm-crypt gibi), sürücülerin /target/etc/fstab ta olduğu gibi bağlandığına dikkat edin.
