Repository: Acidburn0zzz/manjaroiso
Catalog: configs/shared/overlay-livecd/usr/share/live-installer/locale/*/LC_MESSAGES/live-installer.po
Languages: ar, ca, de, el, fa_ir, he, hu, id, it, ro, sk_sk, tr

source: Could not build supported filesystems list!
ar: لا يمكن بناء قائمة نظام ملفات مدعومة!
ca: No es pot generar la llista de sistemes de fitxers suportats!
de: Die Liste der unterstützten Dateisysteme konnte nicht erstellt werden !
el: Δεν μπόρεσε να δημιουργηθεί η λίστα υποστηριζόμενων συστημάτων αρχειών!
fa_ir: فایل‌سیستم‌هایی که لیست شده‌اند را نمی‌تواند بسازد!
he: לא היתה אפשרות לבנות רשימת מערכות קבצים נתמכת!
id: Tidak dapat membangun daftar filesystem yang disupport
it: Impossibile creare una lista di filesystems supportati!
ro: Nu s-a putut construi lista de sisteme de fișiere compatibile!
sk_sk: Nebolo možné vytvoriť zoznam podporovaných súborových systémov!
tr: Desteklenen Dosya Sistemleri İnşa Edilemiyor

source: Device:
ar: جهار
ca: Dispositiu:
de: Gerät:
el: Συσκευή:
fa_ir: دستگاه:
he: מכשיר:
hu: Eszköz:
id: Alat:
it: Dispositivo:
ro: Dispozitiv:
sk_sk: Zariadenie:
tr: Aygıt:

source: Format as:
ar: تهيئة كـ:
ca: Formatar com:
de: Formatieren als:
el: Διαμόρφωση ως:
fa_ir: فرمت به نوع:
he: פרמט בתור:
hu: Formáz, mint:
id: Format sebagai:
it: Formatto come:
ro: Formatează ca:
sk_sk: Naformátovať ako:
tr: Şeklinde Biçimlendir:

source: Mount point:
ar: نقطة الوصل:
ca: Punt de muntatge:
de: Einhängepunkt
el: Σημείο προσάρτησης:
fa_ir: نقطه مونت:
he: נקודת עגינה:
hu: Csatolási pont:
id: Titik muat:
it: Punto di montaggio:
ro: Loc de montare:
sk_sk: Zavádzací bod:
tr: Bağlama Noktası
