Repository: Acidburn0zzz/manjaroiso
Catalog: configs/shared/overlay-livecd/usr/share/live-installer/locale/*/LC_MESSAGES/live-installer.po
Languages: ar, ca, de, el, fa_ir, he, hu, id, it, ro, sk_sk, tr

source: Formatting %(partition)s as %(format)s...
ar: تهيئة %(partition)s كـ %(format)s...
ca: Formatació %(partition)s com %(format)s...
de: Formatiere %(partition)s als %(format)s...
el: Διαμόρφωση %(partition)s ως %(format)s...
fa_ir: فرمت کردن %(partition)s به نوع %(format)s ...
he: מפרמט את %(partition)s בתור %(format)s...
hu: Formatálás %(partition)s mint %(format)s...
id: Memformat %(partition)s as %(format)s...
it: Formatto %(partition)s in %(format)s...
ro: Se formatează %(partition)s ca %(format)s...
sk_sk: Formátovať %(partition)s ako %(format)s
tr: %(partition)s bölümü, %(format)s olarak biçimlendiriliyor...

source: Mounting %(partition)s on %(mountpoint)s
ar: وصل %(partition)s في %(mountpoint)s
ca: Muntant %(partition)s a %(mountpoint)s
de: Hänge %(partition)s ein bei %(mountpoint)s
el: Προσάρτηση %(partition)s στο %(mountpoint)s
fa_ir: مونت کردن %(partition)s بر روی %(mountpoint)s
he: מעגן את %(partition)s בתוך %(mountpoint)s
hu: Felcsatolás %(partition)s %(mountpoint)s ra
id: Muat %(partition)s di %(mountpoint)s
it: Montaggio %(partition)s in %(mountpoint)s
ro: Se montează %(partition)s în %(mountpoint)s
sk_sk: Nasadiť %(partition)s ako %(mountpoint)s
tr: %(partition)s bölümü %(mountpoint)s üzerine bağlanıyor

source: ERROR: You must first manually mount your target filesystem(s) at /target to do a custom install!
ar: خطأ: يجب أولا وصل نظام الملفات الهدف يدويا في target/ للقيام بتثبيت مخصص!
ca: ERROR: Cal muntar manualment primer el sistema(es) de fitxers destí a /target per dur a terme una instal·lació personalitzada!
de: FEHLER: Sie müssen selbst Ihr(e) Zielsystem(e) einhängen bei /Ziel um eine benutzerdefinierte Installation machen zu können !
el: ΣΦΑΛΜΑ: Πρέπει πρώτα να προσαρτήσετε το target filesystem(s) στο /target για να κάνετε προσαρμοσμένη εγκατάσταση!
fa_ir: خطا: برای نصب دستی، ابتدا باید فایل‎سیستم(های) مورد نظر را بر روی /target مونت کنید.
he: שגיאה: ראשית עליך לעגן באופן ידני את מערכ(ו)ת הקבצים הייעודי(ו)ת שלך במחיצה target/ כדי לבצע התקנה מותאמת!
id: KESALAHAN: Pertama kali kamu harus memuat target filesystem(s) secara manual di /target untuk melakukan kustomisasi pemasangan!
it: ERRORE: Prima è necessario montare manualmente il file system(s) in /target per fare un'installazione personalizzata
ro: EROARE: Trebuie mai întâi să montați manual sistemul de fișiere țintă la /țintă pentru o instalare personalizată!
sk_sk: Chyba: Vaše partície musíte najprv manuálne nasadiť ako /target (cieľový bod), aby ste mohli vykonať vlastnú inštaláciu!
tr: HATA: Özel kurulum için önce hedef dosya sistem(ler)ini /target " altına bağlamanız gerekiyor !

source: Indexing files to be copied..
ar: فهرسة الملفات ليتم نسخها..
ca: Indexant fitxers a copiar...
de: Zu kopierende Dateien festlegen...
el: Αρχεία ευρετηρίου που πρέπει να αντιγραφούνε..
fa_ir: انتخاب فایل‌ها برای کپی کردن...
he: ממפתח כעת קבצים להעתקה..
hu: Index fájlok másolása..
id: Pengindeksan berkas untuk disalin..
it: Indicizzazione dei file da copiare..
ro: Se indexează fișierele de copiat
sk_sk: Prebieha spracovanie súborov, ktoré sa budú kopírovať...
tr: Kopyalanacak dosyalar listeleniyor...

source: Copying %s
ar: نسخ %s
ca: Copiant %s
de: Kopiere %s
el: Αντιγραφή %s
fa_ir: درحال کپی %s
he: מעתיק כעת %s
hu: Másolás %s
id: Menyalin %s
it: Copia %s
ro: Se copiază %s
sk_sk: Kopíruje sa %s
tr: %s Kopyalanıyor

source: Restoring meta-information on %s
ar: إستعادة المعلومات في %s
ca: Restaurant meta-informació a %s
de: Stelle die Meta-Informationen bei %s wieder her
el: Ανάκτηση meta-information στο %s
fa_ir: بازگرداندن اطلاعات متا روی %s
he: משחזר כעת מידע-מוצמד בתוך %s
hu: Helyreállító meta-információ %s
id: Mengembalikan meta-information di %s
it: Restauro di meta-informazioni in %s
ro: Se restaurează meta-informația din %s
sk_sk: Obnovujú sa meta-dáta na %s
tr: %s üzerinde meta bilgisi yenileniyor

source: Entering new system..
ar: ولوج النظام الجديد..
ca: Entrant el nou sistema..
de: Betrete das neue System
el: Είσοδος στο νέο σύστημα...
fa_ir: ورود به سیستم جدید...
he: רושם כעת מערכת חדשה..
hu: Belépés az új rendszerbe..
id: Memasuki sistem baru...
it: Inserimento nuovo sistema..
ro: Se intră noul sistem
sk_sk: Prebieha vstup do nového systému...
tr: Yeni sisteme giriliyor...

source: Configuring hardware..
ar: إعداد الأجهزة..
ca: Configurant maquinari..
de: Konfiguriere die Hardware...
el: Ρύθμιση υλικού
fa_ir: پیکربندی سخت‌افزار ...
he: מגדיר כעת חומרה..
hu: Eszközök beállítása..
id: Mengkonfigurasi perangkat keras...
it: Configurazione hardware..
ro: Se configurează echipamentul
sk_sk: Nastavuje sa hárdvér...
tr: Donanımlar ayarlanıyor...

source: Setup graphic card..
ar: إعداد بطاقة الرسومية
ca: Configuració de la targeta gràfica..
de: Grafikkarte wirde eingerichtet...
el: Εγκατάσταση κάρτας γραφικών..
fa_ir: راه‌اندازی کارت گرافیک ...
he: מגדיר כעת תצורת כרטיס מסך..
hu: Videokártya beállítása..
id: Menyiapkan kartu grafis..
it: Impostazione scheda grafica..
ro: Se configurează placa grafică
sk_sk: Prebieha nastavenie grafickej karty...
tr: Ekran kartı yapılandırılıyor...

source: Configure display manager..
ar: إعداد مدير العرض..
ca: Configuració del gestor de pantalla..
de: Konfiguriere den Displaymanager
el: Ρύθμιση του διαχειριστή οθόνης..
fa_ir: راه‌اندازی مدیر نمایش ...
he: מגדיר כעת מנהל תצוגה..
hu: Kijelző beállítása..
id: Mengkonfigurasi manajer tampilan..
it: Configurazione Display Manager..
ro: Se configurează administratorul de ecran
sk_sk: Nastavuje sa zobrazenie...
tr: Oturum Açma Yöneticisi yapılandırılıyor...

source: Configure System..
ar: إعداد النظام..
ca: Configuració del sistema..
de: Konfiguriere das System...
el: Ρύθμιση Συστήματος..
fa_ir: راه‌اندازی سیستم ...
he: מגדיר כעת מערכת..
hu: Rendszer beállítása..
id: Mengkonfigurasi sistem..
it: Configurazione del sistema..
ro: Se configurează sistemul
sk_sk: Nastavuje sa systém...
tr: Sistem yapılandırılıyor...

source: Removing live configuration (packages)
ar: حذف الإعدادت القرص الحي (packages)
ca: Suprimint configuració d'instal·lació (paquets)
de: Die Pakete des Live-Systems werden entfernt
el: Αφαίρεση πακέτων ζωντανής ρύθμισης (packages)
fa_ir: حذف پیکربندی (بسته‌های) زنده
he: מסיר כעת תצורה חיה (חבילות)
hu: Törlés Live beállítások (csomagok)
id: Menghapus konfigurasi langsung (paket)
it: Rimozione di configurazione live (pacchetti)
ro: Se șterg pachetele pentru configurarea în timp real
sk_sk: Odstraňujú sa balíčky skúšobnej relácie (packages)
tr: Canli sistem yapılandırılması (paketler) kaldırılıyor

source: Adding user to system
ar: إضافة مستخدم إلى النظام
ca: Afegint usuri al sistema
de: Benutzer wird zum System hinzugefügt
el: Προσθήκη χρήστη στο σύστημα
fa_ir: اضافه کردن کاربر به سیستم
he: מוסיף כעת משתמש למערכת
hu: Felhasználó hozzáadása
id: Menambahkan pengguna ke sistem
it: Aggiunta dell'utente al sistema
ro: Se adaugă utilizatorul în sistem
sk_sk: Vytvára sa užívateľské konto
tr: Sisteme kullanıcı ekleniyor

source: Writing filesystem mount information
ar: كتابة معلومات وصل نظام الملفات
ca: Escrivint la informació de muntatge del sistema de fitxers
de: Schreibe die Einhängeinformationen des Dateisystems
el: Εγγραφή πληροφοριών προσάρτησης συστήματος αρχείων
fa_ir: نوشتن اطلاعات فایل‌سیستم مونت شده
he: רושם כעת מידע עגינה של מערכת קבצים
id: Menulis informasi pemuatan filesystem
it: Scrittura delle informazioni di montaggio nell' filesystem
ro: Se scrie informația pt. montarea sistemului de fișiere
sk_sk: Zapisujú sa údaje súborového systému na disk
tr: Dosya sistemi bağlama bilgileri yazılıyor

source: Setting hostname
ar: إعداد إسم المضيف
ca: Establint el nom de l'equip
de: Hostname wird eingestellt
el: Ρύθμιση ονόματος υπολογιστή
fa_ir: تنظیم نام هاست
he: קובע כעת שם מארח
hu: Beállítás hostname
id: Mengatur nama host
it: Impostazione nome dell'host
ro: Se setează numele de gazdă
sk_sk: Nastavuje sa meno hosťa
tr: Bilgisayar adı ayarlanıyor

source: Configure package manager..
ar: إعداد كدير الحزم..
ca: Configurar el gestor de paquets..
de: Konfiguriere den Paketmanager
el: Ρύθμιση του διαχειρηστή πακέτων..
fa_ir: پیکربندی مدیر بسته ...
he: מגדיר כעת מנהל חבילות..
hu: Csomagkezelő beállítása..
id: Mengkonfigurasi manajer paket..
it: Configurazione gestore dei pacchetti..
ro: Se configurează gestionarul de pachete
sk_sk: Nastavuje sa správca balíčkov...
tr: Paket yöneticisi yapılandırılıyor

source: Setting locale
ar: إعداد المحليات
ca: Establint configuració local
de: Sprache wird eingestellt
el: Ρύθμιση τοπικοποίησης
fa_ir: تنظیمات محلی
he: קובע כעת מקומיות
hu: Helyi beállítások
id: Mengatur lokal
it: Impostazioni locale
ro: Se setează localizarea
sk_sk: Prebiehajú jazykové nastavenia a lokalizácia
tr: Yerel ayarlar yapılıyor

source: Localizing packages
ar: حزم التوطين
ca: Localitzant paquets
de: Pakete werden lokalisiert
el: Τοπικοποίση πακέτων
fa_ir: تعیین محل ایجاد بسته‌ها
he: מסגל כעת חבילות
hu: Honosítási csomagok
id: Melokalisasi paket
it: Localizzazione di pacchetti
ro: Se localizează pachetele
sk_sk: Prebieha lokalizácia balíčkov
tr: Paketler yerelleştiriliyor

source: Localizing KDE
ar: توطين كدي
ca: Localitzant KDE
de: KDE wird lokalisiert
el: Τοπικοποίηση KDE
fa_ir: تعیین محل ایجاد میزکار کی‌دی‌ای
he: מסגל את KDE
hu: Honosítás KDE
id: Melokalisasi KDE
it: Localizzazione di KDE
ro: Se localizează KDE
sk_sk: Prebieha lokalizácia pracovného prostredia KDE
tr: KDE yerelleştiriliyor

source: Localizing LibreOffice
ar: توطين المكتب الحر
ca: Localitzant LibreOffice
de: LibreOffice wird lokalisiert
el: Τοπικοποίηση LibreOffice
fa_ir: تعیین محل ایجاد لیبرآفیس
he: מסגל את LibreOffice
hu: Honosítás LibreOffice
id: Melokalisasi LibreOffice
it: Localizzazione di LibreOffice
ro: Se localizează LibreOffice
sk_sk: Prebieha lokalizácia programu LibreOffice
tr: LibreOffice yerelleştiriliyor

source: Localizing Firefox
ar: نوطين فيرفوكس
ca: Localitzant Firefox
de: Firefox wird lokalisiert
el: Τοπικοποίηση Firefox
fa_ir: تعیین محل ایجاد فایرفاکس
he: מסגל את Firefox
hu: Honosítás Firefox
id: Melokalisasi Firefox
it: Localizzazione di Firefox
ro: Se localizează Firefox
sk_sk: Prebieha lokalizácia prehliadača Firefox
tr: Firefox yerelleştiriliyor

source: Localizing Thunderbird
ar: توطين تندربيرد
ca: Localitzant Thunderbird
de: Thunderbird wird lokalisiert
el: Τοπικοποίηση Thunderbird
fa_ir: تعیین محل ایجاد تاندربیرد
he: מסגל את Thunderbird
hu: Honosítás Thunderbird
id: Melokalisasi Thunderbird
it: Localizzazione di Thunderbird
ro: Se localizează Thunderbird
sk_sk: Prebieha lokalizácia poštového klienta Thunderbird
tr: Thunderbird yerelleştiriliyor

source: Setting keyboard options
ar: إعداد خيارات لوحة المفاتيح
ca: Establint opcions de teclat
de: Tastaturoptionen werden eingestellt
el: Ρύθμιση επιλογών πληκτρολογίου
fa_ir: تنظیم گزینه‌های صفحه کلید
he: קובע כעת אפשרויות מקלדת
hu: Billentyűzet opciók beállítása
id: Mengatur opsi papan ketik
it: Impostazione delle opzioni di tastiera
ro: Se setează opțiunile pentru tastatură
sk_sk: Nastavuje sa klávesnica
tr: Tuş takımı seçenekleri ayarlanıyor

source: Configuring Initramfs
ar: إعداد Initramfs
ca: Configurant initramfs
de: Initramfs wird konfiguriert
el: Ρύθμιση Initramfs
fa_ir: پیکربندی Initramfs
he: מגדיר כעת Initramfs
hu: Beállítás Initramfs
id: Mengkonfigurasi initramfs
it: Configurazione Initramfs
ro: Se configurează intramfs
sk_sk: Nastavuje sa Initramfs
tr: Initramfs ayarlanıyor

source: Installing bootloader
ar: تثبيت محمل الإقلاع
ca: Instal·lant el carregador de l'arrencada
de: Der Bootloader wird installiert
el: Εγκατάσταση bootloader
fa_ir: نصب بوت‎‌لودر
he: מתקין כעת bootloader
hu: Rendszerbetöltő telepítése
id: Memasang bootloader
it: Installazione del bootloader
ro: Se instalează încărcătorul de sistem
sk_sk: Inštaluje sa zavádzač
tr: Önyükleyici kuruluyor

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
ar: تحذير: لم بتم إعداد محمل الإقلاع بشكل صحيح؛ تحتاج إلى إعداده يدويا.
ca: AVÍS: El carregador de l'arrencada grub no es va configurar correctament. Cal configurar-lo manualment
de: ACHTUNG: Der GRUB-Bootloader wurde nicht richtigt konfiguriert ! Sie müssen ihn selbst einrichten.
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Ο grub bootloader δεν ρυθμίστηκε σωστά! Πρέπει να τον ρυθμίσετε χειροκίνητα.
fa_ir: هشدار: بوت‌لودر گراب به‌درستی پیکربندی نشد! باید آن را بصورت دستی پیکربندی نمایید.
he: אזהרה: grub bootloader לא הוגדר כיאות! עליך להגדירו באופן ידני.
hu: FIGYELMEZTETÉS: A GRUB rendszerbetöltő beállítása nem megfelelő. Kézi beállításra lesz szükség.
id: PERHATIAN: booloader grub tidak terkonfigurasi dengan baik! Kamu harus mengkonfigurasinya secara manual.
it: ATTENZIONE: Il bootloader GRUB non è stato configurato correttamente! È necessario configurare manualmente.
ro: AVERTIZARE: Încărcătorul de sistem grub nu a fost configurat corect! Trebuie să-l configurați manual.
sk_sk: Dôležité upozornenie: Zavádzač GRUB nebol správne nastavený! Konfigurácia musí prebehnúť manuálne.
tr: DİKKAT: Grub önyükleyici düzgün yapılandırılmamış! " Kendiniz yapılandırmalısınız.

source: Installation finished
ar: تم إنهاء التثبيت
ca: Instal·lació finalitzada
de: Installationstool
el: Η εγκατάσταση τελείωσε
fa_ir: نصب تمام شد
he: התקנה סוימה
hu: Telepítés kész!
id: Pemasangan selesai
it: Installazione terminata
ro: S-a terminat instalarea
sk_sk: Inštalácia bola dokončená
tr: Kurulum tamamlandı

source: Configuring bootloader
ar: إعداد محمل الإقلاع
ca: Configurant el carregador de l'arrencada
de: Bootloder wird konfiguriert
el: Ρύθμιση bootloader
fa_ir: پیکربندی بوت‌لودر
he: מגדיר כעת bootloader
hu: Rendszerbetöltő beállítás
id: Mengkonfigurasi bootloader
it: Configurazione bootloader
ro: Se configurează încărcătorul de sistem
sk_sk: Nastavuje sa zavádzač
tr: Önyükleyici yapılandırılıyor

source: Checking bootloader
ar: فحص محمل الإقلاع
ca: Verificant el carregador de l'arrencada
de: Bootloader wird überprüft
el: Έλεγχος bootloader
fa_ir: چک کردن بوت‌لودر
he: בודק כעת bootloader
hu: Rendszerbetöltő ellenőrzés
id: Memeriksa bootloader
it: Verifica bootloader
ro: Se verifică încărcătorul de sistem
sk_sk: Prebieha kontrola zavádzača
tr: Önyükleyici kontrol ediliyor

source: unallocated
ar: غير مخصص
ca: sense assignar
de: Noch frei
el: ελεύθερο
fa_ir: نشان‌گذاری نشده
he: לא מוקצה
hu: használatlan
id: tidak terisi
it: non allocato
ro: nealocat
sk_sk: nepriradený priestor
tr: Yerelleştirilemedi

source: %s Installer
ar: %s مثبت
ca: %s instal·lador
el: %s Εγκατάσταση
fa_ir: نصاب %s
he: מתקין %s
hu: %s Telepítő
id: %s Pemasang
ro: %s instalat
sk_sk: %s inštalátor
tr: %s Kurulum Aracı

source: Language
ar: اللغة
ca: Idioma
de: Language / Sprache
el: Γλώσσα
fa_ir: زبان
he: שפה
hu: Nyelv
id: Bahasa
it: lingua
ro: Limbă
sk_sk: Jazyk
tr: Dil

source: Timezone
ar: المنطقة الزمنية
ca: Zona horària
de: Zeitzone
el: Ζώνη ώρας
fa_ir: منطقه زمانی
he: אזור זמן
hu: Időzóna
id: Zona Waktu
it: Fuso orario
ro: Fus orar
sk_sk: Časové pásmo
tr: Zaman Dilimi

source: Keyboard layout
ar: مخطط لوحة المفاتيح
ca: Disposició de teclat
de: Tastaturlayout
el: Διάταξη πληκτρολογίου
fa_ir: طرح صفحه کلید
he: מערך מקלדת
hu: Billentyűzet beosztás
id: Tata letak Papan ketik
it: Layout di tastiera
ro: Aranjament de tastatură
sk_sk: Rozhranie klávesnice
tr: Tuş Takımı Düzeni

source: User info
ar: معلومات المستخدم
ca: Informació de l'usuari
de: Benutzerinformationen
el: Στοιχεία χρήστη
fa_ir: اطلاعات کاربر
he: מידע משתמש
hu: Felhasználó
id: Info pengguna
it: Info utente
ro: Informații utilizator
sk_sk: Údaje o užívateľovi
tr: Kullanıcı Bilgisi

source: Hard drive
ar: المشغلات الأجهزة
ca: Disc dur
de: Festplatte
el: Σκληρός δίσκος
fa_ir: هارد درایو
he: כונן קשיח
hu: Merevlemez
id: Hard disk
it: Disco rigido
ro: Hard disc
sk_sk: Disk
tr: Sabit Disk

source: Partitioning
ar: تجزيء
ca: Particionant
de: Partitionierung
el: Κατάτμηση δίσκου
fa_ir: پارتیشن‌بندی
he: חלוקת שטח אחסון
hu: Partíciós
id: Mempartisi
it: Partizionamento
ro: Partiționare
sk_sk: Vytváranie partícií
tr: Bölümlendiriliyor

source: Please make sure you wish to manually manage partitions
ar: المرجوا التأكد أنك تود إدارة الأجزاء يدويا
ca: Si us plau assegureu-vos que voleu gestionar les particions manualment.
de: Sind Sie sicher, dass sie selbst die Partitionierung vornehmen wollen ?
el: Παρακαλώ επιβεβαιώστε ότι θέλετε να διαχειριστείτε τις κατατμήσεις δίσκου
fa_ir: لطفا مطمئن شوید که می‌خواهید بصورت دستی پارتیشن‌ها را مدیریت کنید
he: אנא ודא כי ברצונך לנהל מחיצות באופן ידני
hu: Kérjük figyeljen manuálisan kívánja kezelni partíciók
id: Harap dipastikan bahwa kamu ingin untuk memenej partisi secara manual
it: Si prega di assicurarsi che si desidera gestire manualmente le partizioni
ro: Asigurați-vă că doriți să administrați manual partițile
sk_sk: Uistite sa, že manuálne rozdelenie disku je to, čo naozaj chcete
tr: Lütfen bölümlerin yönetimini kendiniz yapmak istediğinizden emin olun

source: Advanced options
ar: خيارات متقدمة
ca: Opcions avançades
de: Einstellungen für Fortgeschrittene
el: Προηγμένες επιλογές
fa_ir: تنظیمات پیشرفته
he: אפשרויות מתקדמות
hu: Speciális beállítások
id: Opsi lanjutan
it: Opzioni avanzate
ro: Opțiuni avansate
sk_sk: Rozšírené nastavenia
tr: Gelişmiş Seçenekler

source: Summary
ar: ملخص
ca: Resum
de: Zusammenfassung
el: Περίληψη
fa_ir: خلاصه
he: סיכום
hu: Összefoglalás
id: Ringkasan
it: Riepilogo
ro: Sumar
sk_sk: Zhrnutie
tr: Özet

source: Installing Manjaro Linux...
ar: تثبيت منجارو لينكس...
ca: Instal·lant Manjaro Linux...
de: Installiere Manjaro Linux...
el: Εγκατάσταση Manjaro Linux...
fa_ir: نصب لینوکس مانجارو ...
he: כעת מתקין את Manjaro Linux...
hu: Telepítés Manjaro Linux
id: Memasang Manjaro Linux...
it: Installazione di Manjaro Linux...
ro: Se instalează Manjaro Linux
sk_sk: Manjaro sa práve inštaluje...
tr: Manjaro Linux Kuruluyor...

source: Installation is Paused: Please finish the custom installation
ar: تم إيقاف التثبيت مؤقتا: المرجوا إنهاء التثبيت المخصص
ca: La instal·lació està en Pausa: Si us plau finalitzeu la instal·lació personalitzada
de: Installation wurde unterbrochen. Bitte beenden Sie die benutzerdefinierte Installation
el: Η εγκατάσταση έχει σταματήσει: Παρακαλώ τελειώστε την προσαρμοσμένη εγκατάσταση
fa_ir: نصب متوقف شد: لطفا نصب سفارشی را تمام کنید
he: התקנה מושהית: אנא סיים את ההתקנה המותאמת
hu: A telepítés szüneteltetve: Kérem fejezze be az egyéni telepítést
id: Pemasangan dihentikan sementara: Harap selesaikan pemasangan yang dikustomisasi
it: L'installazione è in pausa: Si prega di completare l'installazione personalizzata
ro: Instalarea este pauzată: finalizați instalarea personalizată
sk_sk: Inštalácia bola prerušená: na Váš pokyn bude dokončená
tr: Kurulum durduruldu: Lütfen geçerli kurulumu bitirin

source: Click this button to take a new picture of yourself with the webcam
ar: أضغط على هذا الزر لأخذ صورة جديدة لنفسك بالـ webcam
ca: Cliqueu aquest botó per prendre una nova fotografia amb la càmera web
de: Drücken Sie hier, um ein neues Bild von sich mit der Webcam aufzunehmen
el: Πατήστε αυτό το πλήκτρο για να τραβήξετε μία φωτογραφία από την κάμερα
fa_ir: بر روی این دکمه کلیک کنید تا با دوربین عکسی از خودتان بگیرید
he: הקש על לחצן זה כדי לקחת תמונה של עצמך בעזרת מצלמת רשת
hu: Kattintson erre a gombra: Fénykép készítse a webkamera segítségével.
id: Klik tombol ini untuk mengambil gambar kamu sendiri dengan webcam
it: Fare clic su questo pulsante per scattare una nuova foto di te con la webcam
ro: Apăsați acest buton pentru a face o poză cu webcamul
sk_sk: Kliknutím na toto tlačidlo si vytvoríte fotku pre Vaše konto
tr: Webcam ile resim almak için bu düğmeye tıklayın

source: The installer did not detect any webcam
ar: المثبت لم يعثر على أي webcam
ca: L'instal·lador no ha detectat cap càmera web
de: Der Installer hat keine Webcam erkannt
el: Η εγκατάσταση δεν ανίχνευσε καμία κάμερα
fa_ir: نصاب هیچ دوربینی را پیدا نکرد
he: המתקין לא איתר שום מצלמת רשת
hu: A telepítő nem talál webkamerát
id: Pemasang tidak mendeteksi webcam apapun
it: Il programma di installazione non ha rilevato alcuna webcam
ro: Instalatorul nu a detectat un webcam
sk_sk: Pri inštalácii nebola zistená webkamera
tr: Kurulum aracı bir webcam algılayamadı

source: Device
ar: جهاز
ca: Dispositiu
de: Gerät
el: Συσκευή
fa_ir: دستگاه
he: מכשיר
hu: Eszköz
id: Perangkat
it: Dispositivo
ro: Dispozitiv
sk_sk: Zariadenie
tr: Aygıt

source: Type
ar: نوع
ca: Tipus
de: Typ
el: Τύπος
fa_ir: نوع
he: טיפוס
hu: Típus
id: Ketik
it: Tipo
ro: Tip
sk_sk: Typ
tr: Tip

source: Operating system
ar: نظام التشغيل
ca: Sistema operatiu
de: Betriebssystem
el: Λειτουργικό σύστημα
fa_ir: سیستم عامل
he: מערכת הפעלה
hu: Operációs rendszer
id: Sistem operasi
it: Sistema operativo
ro: Sistem de operare
sk_sk: Operačný systém
tr: İşletim Sistemi

source: Mount point
ar: نقطة الوصل
ca: Punt de muntatge
de: Einhängepunkt/mount point
el: Σημείο προσάρτησης
fa_ir: نقطه مونت
he: נקודת עגינה
hu: Csatolási pont
id: Titik pemuatan
it: Punto di montaggio
ro: Loc de montare
sk_sk: Zavádzací bod
tr: Bağlama Noktası

source: Format?
ar: تهئية؟
ca: Formatar?
de: Formatieren ?
el: Διαμόρφωση;
fa_ir: فرمت؟
he: לפרמט?
hu: Formátum?
it: Formattare?
ro: Formatați?
sk_sk: Formátovať?
tr: Biçim?

source: Size
ar: حجم
ca: Mida
de: Größe
el: Μέγεθος
fa_ir: اندازه
he: גודל
hu: Méret?
id: Ukuran
it: Dimensione
ro: Mărime
sk_sk: Veľkosť
tr: Boyut

source: Free space
ar: مساحة الخالية
ca: Espai lliure
de: Freier Speicherplatz
el: Ελεύθερος χώρος
fa_ir: فضای خالی
he: שטח פנוי
hu: Szabad hely
id: ruang kosong
it: Spazio libero
ro: Spațiu liber
sk_sk: Voľné miesto
tr: Boş Alan

source: Layout
ar: تخطبط
ca: Disposició
el: Διάταξη
fa_ir: طرح
he: מערך
hu: Kiosztás
id: Tata letak
ro: Dispunere
sk_sk: Rozloženie
tr: Düzen

source: Variant
ar: متغيير
de: Variante
el: Παραλλαγή
fa_ir: نوع دیگر
he: גירסה
hu: Változat
id: Variasi
it: Variante
ro: Variantă
sk_sk: Varianta
tr: Değişken

source: Overview
ar: نظرة عامة
ca: Vista global
de: Überblick
el: Επισκόπηση
fa_ir: بازنگری
he: סקירה כללית
hu: Áttekintés
id: Ikhtisar
it: Panoramica
ro: Prezentare generală
sk_sk: Prehľad
tr: Ön İzleme

source: Calculating file indexes...
ar: حساب فهرسة الملفات...
ca: Calculant índexs de fitxer...
de: Dateiindexe werden festgelegt
el: Υπολογισμός ευρετηρίων αρχείων...
fa_ir: محاسبه شاخص فایل‌ها...
he: מחשב כעת מפתחות קובץ...
hu: Kiszámítás Index fájl
id: Mengkalkulasikan indeks berkas...
it: Calcolo indici dei file...
ro: Se calculează indecșii fișierelor
sk_sk: Vypočítavajú sa indexy súborov...
tr: Dosya indexleri hesaplanıyor

source: Images
ar: صور
ca: Imatges
de: Bilder
el: Εικόνες
fa_ir: تصاویر
he: תמונות
hu: Képek
id: Gambar
it: Immagini
ro: Imagini
sk_sk: Obrázky
tr: Resimler

source: Your full name
ar: إسمك الكامل
ca: El teu nom complert
de: Vor- und Nachname
el: Ολόκληρο το όνομα σας
fa_ir: نام کامل شما
he: שם מלא
hu: Teljes neve
id: Nama lengkap kamu
it: Tuo nome completo
ro: Numele vostru întreg
sk_sk: Vaše celé meno
tr: Tam adınız

source: This will be shown in the About Me application
ar: سيتم عرض هذا في تطبيق عني
ca: Això es mostrarà a l'aplicació Quant a mi
de: Dies wird unter "Über mich /About me" gezeigt
el: Αυτό θα εμφανίζετε στην εφαρμογή About Me
fa_ir: این در نرم‌افزار درباره‌ من (About Me) نمایش داده می‌شود
he: זה יוצג בתוך היישום אודותיי
hu: Ezen a helyen érhető el a Magamról alkalmazás
id: Ini akan tampil di aplikasi Tentang Saya
it: Questo verrà visualizzato nella applicazione Informazioni su di me
ro: Acesta va apărea în aplicația „Despre mine”
sk_sk: Informácie tu poskytnuté sa budú zobrazovať v aplikácii "O Mne"
tr: Bu, Hakkımda uygulamasında görüntülenecektir.

source: Your username
ar: إسم المستخدم
ca: El vostre nom d'usuari
de: Ihr Benutzername
el: Το όνομα χρήστη
fa_ir: نام‌کاربری شما
he: שם משתמש
hu: Felhasználóneve
id: Nama pengguna kamu
it: Tuo nome utente
ro: Numele vostru de utilizator
sk_sk: Vaše užívateľské meno
tr: Kullanıcı Adınız
