Repository: Acidburn0zzz/manjaroiso
Catalog: configs/shared/overlay-livecd/usr/share/live-installer/locale/*/LC_MESSAGES/live-installer.po
Languages: ar, ca, de, el, fa_ir, he, hu, id, it, ro, sk_sk, tr

source: Double-check that your /target/etc/fstab is correct, matches what your new system will have at first boot, and matches what is currently mounted at /target.
ar: تأكد من أن target/etc/fstab/ سليم و أن النظام الجديد الذي سيعمل في الإقلاع الأول مطابق لما هو موصول حاليا في target/.
ca: Verifica doblement que el teu /target/etc/fstab és correte, coincideix amb el que el teu sistema tindrà l primera arrencada, i coincideix amb el que està muntat actualment a /target
de: Stellen Sie noch einmal sicher, dass Ihre /Ziel/etc/fstab-Datei korrekt ist und dem entspricht, was Ihr System für den ersten Bootvorgang benötigt und dem, was momentan unter /Ziel eingehängt ist.
el: Ελέγξτε διπλά ότι το /target/etc/fstab είναι σωστό, ταιριάζει με το τι θα έχει το νέο σύστημα σας κατά την πρώτη εκκίνηση, και ταιρίαζει με το τι είναι προσαρτημένο στο /target.
fa_ir: دوباره چک کنید که /target/etc/fstab شما درست باشد، با سیستم جدید شما در بوت اول مطابقت داشته باشد، با مکانی که در حال حاظر بر روی /target مونت شده است مطابقت داشته باشد.
he: ודא היטב כי טבלת target/etc/fstab/ שלך מדויקת ותואמת את התצורה שתהיה למערכת החדשה שלך בהפעלה הראשונה, וכן תואמת את מה שמעוגן עתה במחיצה target/.
id: Periksa dua kali bahwa /target/etc/fstab kamu sudah benar, menyesuaikan apa sistem baru kamu yang akan pertama kali booting, dan menyesuaikan yang saat ini dimuat di /target.
it: Ricontrollate che il vostro /target/etc/fstab è corretto, coincide con quello che il nuovo sistema avrà al primo avvio, e corrisponde con quello che è attualmente montati in /target.
ro: Verificați încă o dată că /țintă/etc/fstab este montat corect, că se potrivește cu ce va avea sistemul la prima pornire și că se potrivește cu ce e montat la /țintă.
sk_sk: Skontrolujte, či je Váš súbor /target/etc/fstab správny, či zmeny súhlasia s nastaveniami pri prvom spustení a taktiež, či súbor súhlasí s tým, čo máte momentálne nasadené ako /target.
tr: /target/etc/fstab ayarını tekrar gözden geçirin, yeni sisteminizdeki değerler ile halen /target altında bağlı olduğu değerleri karşılaştırın.

source: Install Manjaro Linux on the selected drive:
ar: تثبيت منجارو لينكس في القرص المحدد:
ca: Instal·la Manjaro Linux al disc seleccionat
de: Installiere Manjaro Linux auf dem ausgewählten Gerät:
el: Εγκατάσταση Manjaro Linux στο επιλεγμένο drive:
fa_ir: نصب لینوکس مانجارو در درایو انتخاب شده:
he: התקן את Manjaro Linux על הכונן הנבחר:
hu: Manjaro Linux telepítése a kiválasztott meghajtóra:
id: Memasang Manjaro Linux di penggerak yang telah dipilih:
it: Installare Manjaro Linux sul disco selezionato:
ro: Instalează Manjaro Linux pe discul selectat:
sk_sk: Manjaro bude nainštalované na vybraný disk:
tr: Seçilen sürücüye Manjaro Linux u yükle

source: Manually mount partitions (ADVANCED USERS ONLY).
ar: وصل الأجزاء يدويا (للمستخدمين المتقدمين فقط).
ca: Muntar particions manualment (NOMÉS USUARIS AVANÇATS).
de: Selbst Partitionen erstellen (NUR FÜR FORTGESCHRITTENE BENUTZER).
el: Χειροκίνητη προσάρτηση κατατμήσεων(ΠΡΟΧΩΡΗΜΕΝΟΙ ΧΡΗΣΤΕΣ ΜΟΝΟ).
fa_ir: مونت کردن دستی پارتیشن‌ها (فقط کاربران پیشرفته)
he: עגן מחיצות באופן ידני (משתמשים מתקדמים בלבד).
hu: Kézi particionálás ( HALADÓ )
id: Memuat partisi secara manual (HANYA UNTUK PENGGUNA LANJUTAN).
it: Montare manualmente le partizioni (SOLO UTENTI ESPERTI).
ro: Montează manual partițiile (UTILIZATORI AVANSAȚI)
sk_sk: Manuálne nastaviť partície (len pre skúsených používateľov).
tr: Bölümleri manuel bağlama ( SADECE TECRÜBELİ KULLANICILAR)

source: Description
ar: وصف
ca: Descripció
de: Beschreibung
el: Περιγραφή
fa_ir: توضیحات
he: תיאור
hu: Leírás
id: Deskripsi
it: Descrizione
ro: Descriere
sk_sk: Popis
tr: Açıklama

source: Edit partitions
ar: تحرير الأقسام
ca: Editar particions
de: Partitionen editieren
el: Επεξεργασία κατατμήσεων
fa_ir: ویرایش پارتیشن‌ها
he: ערוך מחיצות
hu: Partíciók szerkesztése
id: Menyunting partisi
it: Edita le partizioni
ro: Editează partițiile
sk_sk: Upraviť partície
tr: Bölümleri düzenle

source: Edit
ar: تحرير
ca: Editar
de: Editieren
el: Επεξεργασία
fa_ir: ویرایش
he: ערוך
hu: Szerkeszt
id: Sunting
it: Edita
ro: Editare
sk_sk: Upraviť
tr: Düzenle

source: Assign to /
ar: تعيين كـ /
ca: Assignar a /
de: Festlegen als /
el: Ανάθεση στο /
fa_ir: انتخاب به عنوان /
he: הקצה עבור /
hu: Kijelöl /
id: Tetapkan untuk /
it: Assegna a /
ro: Atribuie lui /
sk_sk: Priradiť ku /
tr: / için işaretle

source: Assign to /home
ar: تعيين كـ /home
ca: Assignar a /home
de: Festlegen als /home-Verzeichnis
el: Ανάθεση στο /home
fa_ir: انتخاب به عنوان /home
he: הקצה עבור ‎/home
hu: Kijelöl /home
id: Tetapkan untuk /home
it: Assegna a /home
ro: Atribuie lui /home
sk_sk: Priradiť k /home
tr: /home için işaretle

source: Installation Tool
ar: أداة التثبيت
ca: Eina d'instal·lació
de: Installationstool
el: Εργαλείο εγκατάστασης
fa_ir: ابزار نصب
he: כלי התקנה
hu: Telepítési eszközök
id: Alat Pemasangan
it: Strumento di installazione
ro: Unealtă de instalare
sk_sk: Inštalačný nástroj
tr: Kurulum Aracı

source: No partition table was found on the hard drive. Do you want the installer to create a set of partitions for you? Note: This will erase any data present on the disk.
ar: لم يتم العثور على أي جدول الأجزاء في القرضص الصلب, هل ترغب بأن يقوم المثبت بإنشاء جوء من أجلك؟ ملاحظة: هذا الخيار سيحذف كل البيانات الموجودة في القرص.
ca: No s'ha trobat cap taula de particions al disc dur. Vols que l'instal·lador generi el conjunt de particions per tu? Nota: Això esborrarà qualsevol dada present al disc.
de: Auf der Festplatte wurde keine Partitionstabelle gefunden. Wollen Sie, dass der Installer Partitionen für Sie erstellt ? ACHTUNG: Dadurch werden alle auf der Festplatte vorhandenen Dateien gelöscht.
el: Δεν βρέθηκε πίνακας κατατμήσεων στον σκληρό δίσκο. Θέλετε η εγκαταστάση να δημιουργήσει τις κατατμήσεις για εσάς; Σημείωση: Θα διαγραφούν όλα τα δεδομένα του δίσκου.
fa_ir: هیچ جدول پارتیشن بندی بر روی هارد شما پیدا نشد. آیا می‌خواهید که نصاب یک سری پارتیشن جدید برای شما بسازد؟ نکته: این کار باعث پاک شدن تمامی اطلاعاتی که بر روی دیسک دارید می‌شود.
he: לא נמצא לוח מחיצה בכונן הקשיח. האם ברצונך מן המתקין ליצור חוג של מחיצות עבורך? הערה: זו תמחק כל נתון שהוא המצוי בכונן.
id: Tidak ada tabel partisi yang ditemukan di hard disk. Apakah kamu ingin pemasang untuk membuat set partisi untuk kamu? Catatan: ini akan menghapus semua DATA yang ada dicakram/disk.
it: Nessuna tabella delle partizioni è stata trovata sul disco rigido. Si desidera che il programma di installazione crei una tabella delle partizioni per voi? Nota: Questa operazione cancellerà tutti i dati presenti sul disco.
ro: Nu s-a găsit un tabel de partiții pe hard disc. Doriți ca instalatorul să creeze un set de partiții pentru dvs.? Notă: Aceasta va șterge toate datele de pe disc.
sk_sk: Na disku nebola nájdená tabuľka partícií. Prajete si, aby inštalátor vykonal túto operáciu za Vás? Upozornenie: Táto akcia zmaže celý disk!
tr: Sabit diskinizde bölüm bulunamadı. Kurulum aracının bölümlendirmeyi yapmasını istiyor musunuz? Uyarı: Bu, sabit diskinizdeki tüm verileri siler.

source: Extended
ar: موسع
ca: Ampliada
el: Επέκταση
fa_ir: تمدید شده
he: מורחב
hu: Kiterjesztett
it: Estesa
ro: Extinsă
sk_sk: Rozšírené
tr: Genişletilmiş

source: Passwords do not match
ar: كلمات السر غير متطابقة
ca: Les claus d'accés no coincideix
de: Die Passwörter stimmen nicht überein
el: Οι κωδικοί δεν ταιριάζουν
fa_ir: رمزعبورها مطابقت ندارند
he: סיסמאות לא תואמות
hu: A jelszavak nem egyeznek
id: Kata sandi tidak sama
it: Le password non corrispondono
ro: Parolele nu se potrivesc
sk_sk: Heslá sa nezhodujú
tr: Parola Eşleşmedi

source: Passwords match
ar: كلمات السر متطابقة
ca: Les claus d'accés coincideixen
de: Passwörter stimmen überein
el: Οι κωδικοί ταιριάζουν
fa_ir: رمزعبورها مطابقت دارند
he: סיסמאות תואמות
hu: Egyező jelszavak
id: Kata sandi sama
it: Le password corrispondono
ro: Parolele se potrivesc
sk_sk: Heslá sa zhodujú
tr: Parola Eşleşti

source: Forward
ar: أمام
ca: Endavant
de: Vorwärts
el: Επόμενο
fa_ir: ادامه
he: הלאה
hu: Tovább
id: Teruskan
it: Avanti
ro: Înainte
sk_sk: Prejsť ďalej
tr: İleri

source: Please provide your full name
ar: امرجوا إدخال إسمك الكامل
ca: Si us plau escriu el teu nom complert
de: Bitte geben Sie Vor- und Nachname ein
el: Παρακαλώ δώστε ολόκληρο το όνομα σας
fa_ir: لطفا نام کامل خود را وارد کنید
he: אנא ספק את שמך המלא
hu: Kérjük adja meg a teljes nevét
id: Harap memberikan nama lengkap anda
it: Per favore inserisci il tuo nome completo
ro: Scrieți-vă numele întreg
sk_sk: Vaše celé meno
tr: Lütfen tam Adınızı Girin

source: Please provide a username
ar: المرجوا إدخال إسم المستخدم
ca: Si us plau escriu un nom d'usuari
de: Bitte geben Sie einen Benutzernamen ein
el: Παρακαλώ δώστε ένα όνομα χρήστη
fa_ir: لطفا یک نام‌کاربری وارد کنید
he: ספק שם משתמש
hu: Kérjük adja meg Felhasználónév
id: Harap memberikan nama pengguna
it: Inserisci un nome utente
ro: Scrieți un nume de utilizator
sk_sk: Zadajte užívateľské meno
tr: Lütfen Kullanıcı Adınızı girin

source: Please provide a password for your user account
ar: المرجوا إدخال كلمة السر للحسابك
ca: Si us pla escriu una clau d'accés pel teu compte d'usuari
de: Bitte geben Sie ein Passwort für Ihren Benutzer ein
el: Παρακαλώ δώστε έναν κωδικό για τον λογαριασμό χρήστη
fa_ir: لطفا یک رمزعبور برای حساب کاربری خود وارد کنید
he: אנא ספק סיסמה עבור חשבון המשתמש שלך
hu: Felhasználónevéhez tartozó jelszó
id: Harap memberikan kata sandi untuk akun pengguna anda
it: Per favore inserisci una password per il tuo utente
ro: Scrieți o parolă pentru contul de utilizator
sk_sk: Zadajte heslo pre Vaše konto
tr: Lütfen Kullanıcı Adınız İçin Bir Parola Belirleyin

source: Your passwords do not match
ar: كلمات السر التي أدخلة غبر متطابقة
ca: Les teves claus d'accés no coincideixen
de: Ihre Passwörter stimmen nicht überein
el: Οι κωδικοί σας δεν ταιριάζουν
fa_ir: رمزعبورهای شما مطابقت ندارند
he: הסיסמאות שלך לא תואמות
hu: A jelszavak nem egyeznek
id: Kata sandi anda tidak sama
it: Le password non corrispondono
ro: Parolele dvs. nu se potrivesc
sk_sk: Heslá sa nezhodujú
tr: Parolanız Eşleşmedi

source: Please provide a hostname
ar: المرجوا إدخال إسم المضيف
ca: Si us plau escriu un nom d'ordinador
de: Bitte geben Sie einen Hostnamen ein
el: Παρακαλώ προσδιορίστε όνομα υπολογιστή
fa_ir: لطفا یک نام هاست وارد کنید
he: אנא ספק שם מארח
hu: Kérjük adja meg hosname
id: Harap memberikan nama host
it: Inserisci un nome host
ro: Scrieți un nume de gazdă
sk_sk: Zadajte názov pre hosťa
tr: Bir Host Adı Belirleyin

source: Your username must be lower case
ar: إسم المستخدم يجب ان يكون بحروف صغيرة
ca: El teu nom d'usuari ha d'estar en minúscules
de: Ihr Benutzername muss klein geschrieben werden.
el: Το όνομα χρήστη πρέπει να είναι σε πεζά
fa_ir: نام‌کاربری باید با حروف کوچک باشد
he: על שם משתמש להיות רשום ברישיות תחתיות (lower case)
hu: A felhasználóneve legyen csupa kisbetű
id: Nama pengguna kamu harus huruf kecil semua
it: Il nome utente deve essere lettere minuscole
ro: Numele de utilizator trebuie scris cu minuscule
sk_sk: Veľké písmená nie sú povolené
tr: Kullanıcı Adınız Küçük Harflerden Oluşmalıdır

source: Your username may not contain whitespace
ar: إسم المستخدم يجب ان لا يحتوي على فراغ
ca: El teu nom d'usuari no pot tenir espais en blanc
de: Ihr Benutzername darf keine Leerzeichen enthalten
el: Το όνομα χρήστη δεν μπορεί να περιέχει κενά
fa_ir: نام‌کاربری نمی‌تواند شامل فضای خالی باشد
he: שם משתמש לא יכול להכיל רווחים
hu: A felhasználónév nem tartalmazhat szóközöket
id: Tidak boleh ada spasi dinama pengguna kamu
it: Il nome utente non può contenere spazi
ro: Numele de utilizator nu poate conține spații
sk_sk: V užívateľskom mene sa nemôžu vyskytovať medzery
tr: Kullanıcı Adınız Boşluk İçermemelidir

source: Your hostname must be lower case
ar: إسم المضيف يجب ان يكون بحروف صغيرة
ca: El teu nom d'ordinador ha d'estar en minúscules
de: Ihr Hostname muss klein geschrieben sein
el: Το όνομα υπολογιστή πρέπει να είναι σε πεζά
fa_ir: نام هاست باید با حروف کوچک باشد
he: על שם מארח להיות רשום ברישיות תחתיות (lower case)
hu: A 'hostname' legyen csupa kisbetű
id: Nama host kamu harus huruf kecil semua
it: Il nome host deve essere lettere minuscole
ro: Numele de gazdă trebuie scris cu minuscule
sk_sk: Názov hosťa musí byť malým
tr: Host Adı Küçük Harflerden Oluşmalıdır

source: Your hostname may not contain whitespace
ar: إسم المضيف يجب ان لا يحتوي على فراغ
ca: El teu nom d'ordinador no pot tenir espais en blanc
de: Ihr Hostname darf keine Leerzeichen enthalten
el: Το όνομα υπολογιστή δεν μπορεί να περιέχει κενό
fa_ir: نام هاست نمی‌تواند شامل فضای خالی باشد
he: שם מארח לא יכול להכיל רווחים
hu: A 'hostname' nem tartalmazhat szóközöket
id: Nama host kamu tidak boleh mengandung spasi
it: Il nome host non può contenere spazi
ro: Numele de gazdă nu poate conține spații
sk_sk: Názov hosťa nemôže obsahovať medzery
tr: Host Adı Boşluk İçermemelidir

source: Please select a root (/) partition before proceeding
ar: المرجوا تحديد جزء الجذر (/) فبل البدء
ca: Si us plau selecciona una partició arrel (/) abans de continuar
de: Bitte wählen Sie ein Wurzelverzeichnis (Root-Partition, /) aus, bevor Sie fortfahren.
el: Παρακαλώ επιλέξτε μία κατάτμηση root (/) πριν συνεχίσετε
fa_ir: لطفا قبل از ادامه پارتیشن ریشه (/) را انتخاب کنید
he: אנא בחר מחיצת שורש (/) טרם המשך
hu: Kérjük válaszd ki a root (/) partíciót, mielőtt folytatná
id: Harap pilih partisi root (/) sebelum memproses
it: Seleziona una partizione di root (/) prima di procedere
ro: Selectați o partiție rădăcină (/) înainte de a continua
sk_sk: Nemožno pokračovať bez určenia root partície (/)
tr: Lütfen Devam Etmeden Önce (/) Kök Bölümü Seçin

source: Please indicate a filesystem to format the root (/) partition before proceeding
ar: المرجوا الإشارة إلى نظام ملفات لتهئة الجزء الجذر (/) قبل البدء
ca: Si us plau indica un sistema de fitxers per formatar la partició arrel (/) abans de continuar
de: Bitte geben Sie ein Dateisystem an, dass das Wurzelverzeichnis (Root-Partition, /) formatieren soll, bevor sie fortfahren
el: Παρακαλώ επιλέξτε ένα σύστημα αρχείων για να διαμορφώσετε την κατάτμηση root (/) πριν συνεχίσετε
fa_ir: قبل از ادامه لطفا یک فایل‌سیستم برای فرمت کردن پارتیشن ریشه (/) انتخاب کنید
he: אנא ציין מערכת קבצים לפרמוט של מחיצת שורש (/) טרם המשך
hu: Kérjük állítsa be a root(/) partíciót mielőtt folytatná
id: Harap mengindikasi filesystem untuk format partisi root (/) sebelum memproses
it: Si prega di indicare un filesystem per formattare la partizione di root (/) prima di procedere
ro: Indicați un sistem de fișiere pentru a formata partiția rădăcină (/) înainte de a continua
sk_sk: Zadajte formát pre súborový systém root (/)
tr: Lütfen Devam Etmeden Önce (/) Kök Bölümü İçin dosya Sistemini Belirtin

source: Install
ar: تثبيت
ca: Instal·lar
de: Installiere
el: Εγκατάσταση
fa_ir: نصب
he: התקן
hu: Telepítés
id: Memasang
it: Installare
ro: Instalează
sk_sk: Inštalovať
tr: Kur

source: Localization
ar: توطين
ca: Localització
de: Firefox wird lokalisiert
el: Τοπικοποίηση
fa_ir: بومی‌سازی
he: לוקליזציה
hu: Honosítás
id: Lokalisasi
it: Localizzazione
ro: Localizare
sk_sk: Lokalizácia
tr: Yerelleştirme

source: Language:
ar: لغة:
ca: Idioma:
de: Sprache:
el: Γλώσσα:
fa_ir: زبان:
he: שפה:
hu: Nyelv:
id: Bahasa:
it: Lingua:
ro: Limbă:
sk_sk: Jazyk:
tr: Dil

source: Timezone:
ar: منطقة الزمنية:
ca: Zona horària:
de: Zeitzone:
el: Ζώνη ώρας:
fa_ir: منطقه زمانی:
he: אזור זמן:
hu: Időzóna:
id: Zona Waktu:
it: Fuso orario:
ro: Fus orar:
sk_sk: Časové pásmo:
tr: Zaman Dilimi

source: Keyboard layout:
ar: مخطط لوحة المفاتيح:
ca: Disposició de teclat:
de: Tastaturlayout:
el: Διάταξη πληκτρολογίου:
fa_ir: طرح صفحه کلید:
he: מערך מקלדת:
hu: Billentyűzet kiosztás:
id: Tata letak Papan ketik:
it: Layout della tastiera:
ro: Aranjament de tastatură:
sk_sk: Rozloženie klávesnice:
tr: Tuş Takımı Arayüzü

source: User settings
ar: إعدادات المستخدم
ca: Configuració d'usuari
de: Benutzereinstellungen
el: Ρυθμίσεις χρήστη
fa_ir: تنظیمات کاربری
he: קביעות משתמש
hu: Felhasználói beállítások:
id: Pengaturan pengguna
it: Impostazioni utente
ro: Setări utilizator
sk_sk: Užívateľské nastavenia
tr: Kullanıcı Ayarları

source: Real name:
ar: الإسم الحقيقي:
ca: Nom real:
de: Ihr Name:
el: Πραγματικό όνομα:
fa_ir: نام واقعی:
he: שם ממשי:
hu: Teljes név:
id: Nama asli:
it: Nome reale:
ro: Nume real:
sk_sk: Skutočné meno:
tr: Gerçek Adınız

source: Username:
ar: أسم المستخدم:
ca: Usuari:
de: Benutzername:
el: Όνομα χρήστη
fa_ir: نام کاربری:
he: שם משתמש:
hu: Felhasználónév:
id: Nama pengguna:
it: Nome utente:
ro: Nume de utilizator:
sk_sk: Vaše užívateľské meno:
tr: Kullanıcı Adınız

source: System settings
ar: إعدادات النظام
ca: Configuració del sistema
de: Systemeinstellungen
el: Ρυθμίσεις συστήματος
fa_ir: تنظیمات سیستم
he: קביעות מערכת
hu: Rendszer beállítások
id: Pengaturan sistem
it: Impostazioni di sistema
ro: Setări sistem
sk_sk: Nastavenia systému
tr: Sistem Ayarları

source: Hostname:
ar: إسم المستضيف
ca: Nom de l'equip:
el: Όνομα υπολογιστή:
fa_ir: نام هاست:
he: שם מארח:
id: Nama host:
it: Nome del host:
ro: Nume de gazdă
sk_sk: Názov hosťa:
tr: Host Adı

source: Install bootloader in %s
ar: تثبيت محمل الإقلاع في %s
ca: Instal·lar gestor de l'arrencada a %s
de: Bootloader hier installieren: %s
el: Εγκατάσταση bootloader σε %s
fa_ir: نصب بوت‌لودر در %s
he: התקן bootloader בתוך %s
hu: Rendszerbetöltő telepítése %s
id: Pasang bootloader di %s
it: Installare il bootloader in %s
ro: Instalează încărcătorul de sistem în %s
sk_sk: Nainštalovať zavádzať na %s
tr: Önyükleyiciyi %s e Kur

source: Do not install bootloader
ar: عدم تثبيت محمل الإقلاع
ca: No instal·lar el gestor de l'arrencada
de: Bootloader nicht installieren
el: Να μην εγκατασταθεί ο bootloader
fa_ir: بوت‌لودر را نصب نکن
he: אל תתקין bootloader
hu: Ne telepítsen rendszerbetöltőt
id: Jangan pasang bootloader
it: Non installare il bootloader
ro: Nu instala încărcător de sistem
sk_sk: Neinštalovať zavádzač
tr: Önyükleyici Kurma

source: Filesystem operations
ar: عمليات نظام المفات
ca: Operacions del sistema de fitxers
de: Dateisystem-Einstellungen
el: Λειτουργίες συστήματός αρχείων
fa_ir: عملیات فایل‌سیستم
he: פעולות מערכת קבצים
hu: Fájlrendszer műveletek
id: Operasi Filesystem
it: Operazioni del filesystem
ro: Operații cu sistemul de fișiere
sk_sk: Operácie súborového systému
tr: Dosya Sistemi İşlemleri

source: Format %(partition)s as %(format)s
ar: تهيئة %(partition)s كـ %(format)s
ca: Formatar %(partition)s com %(format)s
de: Formatiere %(partition)s als %(format)s
el: Διαμόρφωση %(partition)s ως %(format)s
fa_ir: فرمت کردن %(partition)s به نوع %(format)s
he: פרמט את %(partition)s בתור %(format)s
hu: Formázás %(partition)s mint %(format)s
id: Format %(partition)s sebagai %(format)s
it: Formatto %(partition)s in %(format)s
ro: Formatează %(partition)s ca %(format)s
sk_sk: Formátovať %(partition)s ako %(format)s
tr: Biçimlendir %(partition)s %(format)s şeklinde

source: Mount %(partition)s as %(mountpoint)s
ar: وصل %(partition)s في %(mountpoint)s
ca: Muntar %(partition)s com %(mountpoint)s
de: Hänge %(partition)s ein als %(mountpoint)s
el: Προσάρτηση %(partition)s ως %(mountpoint)s
fa_ir: مونت کردن %(partition)s به عنوان %(mountpoint)s
he: עגן את %(partition)s בתור %(mountpoint)s
hu: Felcsatolás %(partition)s mint %(mountpoint)s
id: Muat %(partition)s sebagai %(mountpoint)s
it: Monto %(partition)s in %(mountpoint)s
ro: Montează %(partition)s ca %(mountpoint)s
sk_sk: Nasadiť %(partition)s ako %(mountpoint)s
tr: %(partition)s %(mountpoint)s şeklinde bağla

source: Installation error
ar: خطأ أثتاء التثبيت
ca: Error d'instal·lació
de: Fehler bei der Installation
el: Σφάλμα εγκατάστασης
fa_ir: خطا در نصب
he: שגיאת התקנה
hu: Telepítési hiba
id: Pemasangan bermasalah
it: Errore di installazione
ro: Eroare de instalare
sk_sk: Chyba pri inštalácii
tr: Kurulum Hatası

source: Installation Paused
ar: تم إقاف التثبيت مؤقتا
ca: Instal·lació en Pausa
de: Installation unterbrochen
el: Η εγκατάσταση έχει σταματήσει
fa_ir: نصب متوقف شد
he: התקנה מושהית
hu: Telepítés szüneteltetve
id: Pemasangan dihentikan sementara
it: Installazione in pausa
ro: Instalarea este pauzată
sk_sk: Inštalácia bola prerušená
tr: Kurulum Durduruldu

source: Installation is now paused. Please read the instructions on the page carefully and click Forward to finish installation.
ar: تم إيقاف التثبيت مؤقتا, المرجوا مراجعة التعليمات في الصفحة بحذر و الضغط على الامام لإنهاء التثبيت.
ca: La instal·lació està en pausa ara. Si us plau llegeix les instruccions a la pàgina amb cura i clica Endavant per finalitzar la instal·lació
de: Die Installation wurde unterbrochen. Bitte lesen Sie die Anleitung auf diese Seite genau durch und klicken Sie Vorwärts um die Installation abzuschließen.
el: Η εγκατάσταση έχει σταματήσει. Παρακαλώ διαβάστε τις οδηγίες της σελίδας προσεκτικά και πατήστε Επόμενο για να ολοκληρώσετε την εγκατάσταση
fa_ir: نصب درحال حاظر متوقف شده است. لطفا با دقت دستورالعملی که در صفحه آمده مطالعه کنید و بر روی دکمه‌ی ادامه کلیک کنید تا نصب به اتمام برسد.
he: ההתקנה כעת מושהית. אנא קרא את ההוראות בעמוד בזהירות והקש הלאה כדי לסיים התקנה.
hu: A telepítés szünetel. Kérjük olvassa el figyelmesen a leírásokat, majd kattintson a tovább gomba a telepítés befejezéséhez.
id: Pemasangan sekarang dihentikan sementara. Harap baca instruksi pada halaman dengan hati-hati dan klik Teruskan untuk menyelesaikan pemasangan.
it: L'installazione è ora in pausa. Si prega di leggere le istruzioni nella pagina con attenzione e fare clic su Avanti per completare l'installazione.
ro: Instalarea este pauzată. Citiți cu grijă instrucțiunile de pe pagină și apăsați „Înainte” pentru a termina instalarea.
sk_sk: Inštalácia bola prerušená. Je vhodné preštudovať si manuál z akého dôvodu k tomu mohlo dôjsť a potom pokračovať.
tr: Kurulum Durduruldu. Lütfen Yönergeleri Dikkatle Okuyun Ve Kurulumu Bitirmek İçin İleri yi Tıklayın

source: Installation is now complete. Do you want to restart your computer to use the new system?
ar: تم إنهاء التثبيت, هل ترغب بإعادة تشغيل جهازك لغستعمال النظام الجديد؟
ca: La instal·lació s'ha finalitzat. Vols reiniciar el teu ordinador per fer servir el nou sistema?
de: Der Installationsvorgang ist beendet. Wollen Sie Ihren Computer neu starten, um das neue System zu benutzen ?
el: Η εγκατάσταση έχει ολοκληρωθεί. Θέλετε να επανεκκινήσετε τον υπολογιστή σας και να χρησιμοποιήσετε το νέο σας σύστημα;
fa_ir: نصب به اتمام رسید. آیا می‌خواهید کامپیوتر را دوباره راه‌اندازی کنید تا از سیستم جدید استفاده کنید؟
he: ההתקנה כעת מושלמת. האם ברצונך להפעיל מחדש את מחשבך כדי להשתמש במערכת החדשה שלך?
hu: A telepítés befejeződött. Szeretné újraindítani és használni az új rendszerét?
id: Pemasangan telah selesai. Apakah kamu ingin menghidupkan ulang komputer untuk menggunakan sistem baru?
it: L'installazione è ora completata. Vuoi riavviare il computer per usare il nuovo sistema?
ro: Instalarea s-a terminat. Doriți să reporniți calculatorul pentru a folosi noul sistem?
sk_sk: Inštalácia bola dokončená. Prajete si reštartovať systém teraz?
tr: Kurulum tamamlandı. Yeni Sisteminizi Kullanmaya Başlamak için Bilgisayarınızı yeniden başlatmak İstiyor musunuz?

source: Edit partition
ar: تحرير القسم
ca: Editar partició
de: Partitionen ändern
el: Επεξεργασία κατάτμησης
fa_ir: ویرایش پارتیشن
he: ערוך מחיצה
hu: Partíció beállítások
id: Sunting partisi
it: Edita partizione
ro: Editează partiția
sk_sk: Upraviť partíciu
tr: Bölümlendir
